The  ISaveSharedCoordinatesCallbackForUnloadLocally  type exposes the following members.
 Methods
Name  |   Description
GetSaveModifiedLinksOptionForUnloadLocally
 Determines whether Revit should save the link or not prior to unloading the link locally.
 See Also
  ISaveSharedCoordinatesCallbackForUnloadLocally Interface
  Autodesk.Revit.DB Namespace